Repository: BSDKaffee/mp-5.x
Catalog: po/*.po
Languages: de, es, ru, sv

source: Delete to the end of word
de: Löschen bis zum Ende des Wortes
es: Borrar hasta el final de la palabra
ru: Удалить до конца слова
sv: Radera till ordets slut

source: Grep (find inside) files...
de: Grep-Suche in Dateien...
es: Buscar en ficheros (grep)...
ru: Поиск (grep) по файлам...
sv: Grep (leta i) filer...

source: Passwords don't match.
es: Las palabras clave no coinciden.
ru: Не правильный пароль.

source: Insert space
es: Insertar espacio
ru: Вставить пробел

source: Delete character
es: Borrar carácter
ru: Удалить символ

source: Delete character to the left
es: Borrar carácter a la izquierda
ru: Удалить символ слева

source: Undo
es: Deshacer
ru: Отменить

source: Save file as
ru: Сохранить файл как

source: Error saving file: %s
es: Error salvando fichero: %s
ru: Ошибка сохранения файла: %s

source: File to open
ru: Открыть файл

source: Code to execute
ru: Код для исполнения

source: Error:
ru: Ошибка:

source: Exit value:
es: Valor de salida:
ru: Код выхода:

source: Execute MPSL code...
es: Executar código MPSL...
ru: Выполнить MPSL код

source: Execute document as MPSL
es: Ejecutar documento como MPSL
ru: Выполнить как MPSL

source: Bigger font
es: Tipo de letra más grande
ru: Увеличить шрифт

source: Smaller font
es: Tipo de letra más pequeño
ru: Уменьшить шрифт

source: Move cursor to mouse click
es: Mover el cursor al puntero del ratón
ru: Клик мышью

source: Mouse wheel up
es: Rueda del ratón arriba
ru: Прокрутка мышью вверх

source: Mouse wheel down
es: Rueda del ratón abajo
ru: Прокрутка мышью вниз

source: Global replace
ru: Глобальное перемещение

source: File(s) not found.
es: Fichero(s) no encontrado(s).
ru: Файл(ы) не найден(ы).

source: Search previous
es: Buscar anterior
ru: Найти предыдущее

source: No help for '%s'.
es: No hay ayuda para '%s'.
ru: Нет помощи для '%s'

source: <help on '%s'>
es: <ayuda para '%s'>
ru: <Помощь по '%s'>

source: Help on word over cursor
es: Ayuda sobre la tecla bajo el cursor
ru: Помощь по слову под курсором

source: No matching symbol found.
es: No coincide ningún símbolo.
ru: Не найдено подходящих символов

source: Select symbol
ru: Выделить символ

source: Symbol completion...
es: Completado de símbolos...
ru: Завершить символ...

source: Tag not found.
es: Tag no encontrado.
ru: Тэг не найден

source: Select tag
ru: Выделить тэг

source: Line termination
es: Terminación de línea
ru: Строка завершения

source: Tab size
es: Tamaño del tabulador
ru: Размер табуляции

source: Convert tabs to spaces
es: Convertir tabuladores a espacios
ru: Заменять табуляцию пробелами

source: Line options...
es: Opciones de línea...
ru: Опции строки

source: Tab options...
es: Opciones de tabulación...
ru: Опции табудяции

source: File has changed. Are you sure?
es: El fichero ha cambiado. ¿Está seguro?
ru: Файл был изменен. Вы уверены?

source: System command
ru: Системные комманды

source: Error writing command '%s'
ru: Ошибка записи комманды '%s'

source: Error reading from command '%s'
es: Error leyendo desde el comando '%s'
ru: Ошибка чтения комманды '%s'

source: Revert
es: Revertir
ru: Возвратиться

source: Encoding (utf-8, iso8859-1, etc.; empty, current locale)
es: Codificación (utf-8, iso8859-1, etc.; vacío, local)
ru: Кодировка(utf-8 и т.д. по умолчанию - локальная)

source: Invalid encoding
es: Codificación no válida
ru: Не правильная кодировка

source: Lines: %d Words: %d
es: Lineas: %d Palabras: %d
ru: Строк: %d Слов: %d

source: Set charset encoding...
es: Codificación...
ru: Установить кодировку

source: Count words
es: Contar palabras
ru: Подсчитать слова

source: Toggle spellchecking
es: Conmutar ortografía
ru: Промежуточная проверка

source: Please, wait...
es: Por favor, espere...
ru: Пожалусто, подождите

source: Error writing to command '%s'
es: Error escribiendo al comando '%s'
ru: Ошибка записи комманды '%s'

source: Redo
es: Rehacer
ru: Еще раз

source: Complete...
es: Completar...
ru: Завершено...

source: Select
ru: Выбрать

source: No session file was found to load
es: No se encontró un fichero de sesiones
ru: Файл сессии не может быть загружен

source: Could not be found and was not opened
es: No pudo encontrarse y no fue abierto
ru: Не найден и не загружен

source: Load session
es: Cargar sesión
ru: Загрузить сессию

source: Save session
es: Guardar sesión
ru: Сохранить сессию

source: Unknown action '%s'
es: Acción '%s' desconocida
ru: Неизвестное действие '%s'

source: Unbound keystroke '%s'
es: Tecla '%s' sin asociar
ru: Неизвестное сочетание '%s'

source: New file '%s'
es: Nuevo archivo '%s'
ru: Новый файл '%s'

source: %d replaces
es: %d reemplazos
ru: %d перемещено

source: Cannot open '%s'
es: Imposible abrir '%s'
ru: Невозможно открыть '%s'

source: WARNING: %s version found is %s, but %s is needed
es: ADVERTENCIA: La versión de %s es la %s, pero se necesita la %s
ru: Предупреждение: %s найдена версия %s, но %s необходима

source: Mark using mouse dragging
es: Marcar arrastrando el ratón
ru: Выделить используя мышь

source: Mark end of lines
es: Marcar fines de línea
ru: Помечать конец строки

source: Close all
es: Cerrar todo
ru: Закрыть все

source: No Makefile targets found.
ru: Не найдено целей для Makefile'a

source: Makefile target
ru: Цель для Makefile'a

source: No errors nor warnings found.
ru: Нет ошибок

source: Errors and Warnings
ru: Ошибки и предупреждения

source: Build project...
ru: Собрать проект...

source: Mark vertical block
ru: Выделить вертикальный блок

source: Read-only document
es: Documento de sólo lectura
ru: Документ только для чтения

source: Password:
de: Passwort:
es: Palabra clave:
sv: Lösenord:

source: Password (again):
de: Passwort wiederholen:
es: Palabra clave (de nuevo):
sv: Lösenord (igen):

source: Line to go to:
de: Gehe zu Zeile:
es: Número de línea:
sv: Rad att gå till:

source: System command:
de: System-Kommando:
es: Comando del sistema:
sv: Systemkommando:

source: Text to seek:
de: Zu suchender Text:
es: Texto a buscar:
sv: Söktext:

source: Replace text:
de: Zu ersetzender Text:
es: Reemplazar texto:
sv: Ersätt text:

source: Replace with:
de: Ersetzen durch:
es: Reemplazar con:
sv: Ersätt med:

source: Files to grep (empty, all):
de: Zu durchsuchende Dateien (leer=alle):
es: Ficheros en los que buscar (vacío, todos):
sv: Filer att grep:a (tom, alla)

source: Tag to seek:
de: Zu suchender Tag:
es: Tag a buscar:
sv: Tagg-namn att söka:

source: Word wrap on column (0, no word wrap):
de: Zeilenumbruch bei Spalte (0=kein Zeilenumbruch):
es: Word wrap en columna (0, ninguno):
sv: Radbrytning vid kolumn (0, ingen radbrytning):

source: Y
de: J
es: S
sv: J

source: [Y/N]
de: [J/N]
es: [S/N]
sv: [J/N]

source: Insert/Overwrite
es: Insertar/Sobreescribir

source: Select last successful search
es: Seleccionar la última búsqueda con éxito

source: Reformat paragraph using word-wrapping
es: Reformatear párrafo usando word-wrapping

source: Word wrapping must be set
es: El recorte de líneas debe estar activo.

source: Join a paragraph in one line
es: Juntar un párrafo en una sola línea

source: Word-wrap a paragraph
es: Recortar por palabras un párrafo

source: Save file as:
es: Salvar fichero como:

source: File to open:
es: Fichero a abrir:

source: Code to execute:
es: Código a ejecutar:

source: Global replace:
es: Reemplazo global:

source: Grep
es: Buscar en ficheros (grep)

source: Select symbol:
es: Seleccionar símbolo:

source: Select tag:
es: Seleccionar tag:

source: Template to insert:
es: Plantilla a insertar:

source: Select:
es: Seleccionar:

source: Minimum Profit %s - Programmer Text Editor Copyright (C) Angel Ortega <angel@triptico.com> This software is covered by the GPL license. NO WARRANTY. Usage: mp-5 [options] [files...] Options: -t {tag} Edits the file where tag is defined -e {mpsl_code} Executes MPSL code -f {mpsl_script} Executes MPSL script file +NNN Moves to line number NNN of last file Homepage: http://www.triptico.com/software/mp.html Mailing list: mp-subscribe@lists.triptico.com
es: Minimum Profit %s - Editor de Texto para Programadores Copyright (C) Angel Ortega <angel@triptico.com> Este programa está cubierto por la licencia GPL. NO HAY GARANTÍA. Uso: mp-5 [opciones] [ficheros...] Opciones: -t {tag} Edita el fichero donde está definido tag -e {mpsl_code} Ejecuta código MPSL -f {mpsl_script} Ejecuta un script MPSL +NNN Avanza hasta la línea NNN del último fichero Página web: http://www.triptico.com/software/mp.html Lista de distribución: mp-subscribe@lists.triptico.com

source: # # Minimum Profit Config File #
de: # # Minimum Profit Konfigurationsdatei #
sv: # # Minimum Profit konfigurationsfil #

source: grep
de: Grep-Suche
