Repository: BSDKaffee/mp-5.x
Catalog: po/*.po
Languages: de, es, ru, sv

source: &File
de: &Datei
es: &Archivo
ru: &Файл
sv: &Arkiv

source: &Edit
de: &Bearbeiten
es: &Editar
ru: &Правка
sv: &Redigera

source: &Search
de: &Suchen
es: &Buscar
ru: &Поиск
sv: &Sök

source: &Go to
de: &Gehe zu
es: &Ir A
ru: &Переход
sv: &Gå till

source: &Options
de: &Optionen
es: &Opciones
ru: &Параметры
sv: &Alternativ

source: %%Empty template file This template file is empty. To create templates, write a name for each one (marked by two % characteres together in the beginning of the line) and a text body, delimited by the next template name or the end of file. By selecting a template from the list (popped up by Ctrl-U), it will be inserted into the current text.
de: Die Vorlagendatei ist noch leer. Hier können Sie Ihre Vorlagen definieren Eine Vorlage beginnt mit '%%' gefolgt vom Name der Vorlage. Wollen Sie mehrere Vorlagen definieren, so schreiben Sie diese einfach untereinander (siehe Beispiel). Das Auswählen einer Vorlage erfolgt entweder durch Strg+U oder durch die Editorfunktion 'insert-template'. Beispiel: %% Erste Vorlage Dies ist die erste Vorlage. Viel Spaß mit dieser Zusatzfunktion. %% Zweite Vorlage Dies ist die zweite Vorlage. Weiterhin viel Spaß mit dieser Zusatzfunktion.
es: %%Fichero de moldes vacío Este fichero de moldes está vacío. Para crear moldes, sólo hay que escribir un nombre (marcado mediante dos caracteres % seguidos al principio de la línea) y un bloque de texto, delimitado por el siguiente molde o el final del fichero. Al seleccionar uno de los moldes desde la lista (abierta mediante Ctrl-U), éste se insertará en el texto activo.
ru: %%Пустой файл шаблонов Этот файл шаблонов пуст. Чтобы создать шаблон, напишите название для него (обозначив двумя знаками % в начале строки) и текстовое сообщение, ограниченное названием следующего шаблона, или концом файла. Выберете шаблон из списка (который появиться при нажатии Ctrl-U), и он будет вставлен в текущий текст.

source: Password
ru: Пароль

source: Password (again)
ru: Пароль (еще раз)

source: Error: Passwords mismatch.
de: Fehler: Passwort falsch!
es: Error: Las palabras clave no coinciden
ru: Ошибка: Пароли не совпадают.
sv: Fel: Lösenorden matchar inte

source: <help on keys>
de: <Tastenkürzel-Editorfunktionen>
es: <ayuda sobre teclas>
ru: <справка о клавишах>
sv: <hjälp om tangenter>

source: <none>
de: <nichts>
es: <ninguno>
ru: <ничего>
sv: <ingen>

source: Unlinked functions
de: Editorfunktionen ohne Tastenkürzel
es: Funciones sin enlazar
ru: Несвязанные функции
sv: Olänkade funktioner

source: Error executing user defined function
de: Fehler beim Ausführen der benutzerdefinierten Funktion!
es: Error ejecutando función definida por el usuario
ru: Ошибка при выполнении функции пользователя
sv: Fel vid exekvering av definerad funktion

source: Line to go to
ru: Перейти на строку

source: <unnamed>
de: <unbenannt>
es: <sin nombre>
ru: <безымянный>
sv: <icke namngiven>

source: Enter file name:
de: Dateiname eingeben:
es: Nombre del fichero:
ru: Введите имя файла:
sv: Ange filnamn:

source: File '%s' not found.
de: Fehler: Datei '%s' nicht gefunden!
es: Fichero '%s' no encontrado.
ru: Файл '%s' не найден.
sv: Filen '%s' hittades inte.

source: Can't create file '%s'.
de: Fehler: Kann Datei '%s' nicht erstellen!
es: Imposible crear fichero '%s'.
ru: Невозможно создать файл '%s'.
sv: Kan inte skapa filen '%s'.

source: File has changed. Save changes?
de: Die Datei wurde geändert. Änderungen speichern?
es: El fichero ha cambiado. ¿Salvar cambios?
ru: Файл изменен. Сохранить?
sv: Filen har ändrats. Spara ändringar?

source: <Output of "%s">
de: <Ausgabe von "%s">
es: <Salida de "%s">
ru: <Вывод "%s">
sv: <Utdata av "%s">

source: Error executing command.
de: Fehler beim Ausführen des Kommandos!
es: Error ejecutando comando.
ru: Ошибка при выполнении команды.
sv: Fel vid exekvering av kommando.

source: <open files>
ru: <открытые файлы>

source: Open documents
de: Dokumente öffnen
es: Documentos abiertos
ru: Открытые документы
sv: Öppna dokument

source: Template file not found (%s)
de: Fehler: Vorlagendatei '%s' nicht gefunden!
es: Imposible abrir fichero de moldes (%s)
ru: Файл шаблонов не найден (%s)
sv: Mallfilen hittades inte (%s)

source: Select template
de: Wähle eine Vorlage
es: Seleccionar molde
ru: Выбор шаблона
sv: Välj mall

source: Text to seek
ru: Искать текст

source: Text not found.
de: Text nicht gefunden!
es: Texto no encontrado.
ru: Текст не найден.
sv: Texten hittades inte.

source: Replace text
ru: Заменить текст

source: Replace with
ru: Заменить на

source: To end of file?
de: Bis zum Dateiende?
es: ¿Hasta el final del fichero?
ru: До конца файла?
sv: Till filens slut?

source: Files to grep (empty, all)
ru: Файлы для поиска (пусто = все)

source: Tag to seek
ru: Искать тэг

source: Word wrap on column (0, no word wrap)
ru: Перенос строк на столбце (0 = нет переноса)

source: Tab size:
de: Tabulatorbreite:
es: Tamaño del tabulador:
ru: Ширина табуляции:
sv: Tabbstorlek:

source: Function to execute:
de: Auszuführende Editor-Funktion:
es: Función a ejecutar:
ru: Выполнить функцию:
sv: Exekvera funktion:

source: Function not found (%s)
de: Fehler: Editor-Funktion nicht gefunden (%s)!
es: Función no encontrada (%s)
ru: Функция не найдена (%s)
sv: Funktionen hittades inte (%s)

source: Tag list
de: Tag-Liste
es: Lista de tags
ru: Список тэгов
sv: Tagg-lista

source: Tag(s) not found.
de: Tag(s) nicht gefunden!
es: Tag(s) no encontrado(s).
ru: Тэг(и) не наиден(ы).
sv: Tagg(ar) hittades inte.

source: menu
de: Menü
ru: меню
sv: meny

source: ESC Cancel
de: ESC-Abbrechen
es: ESC Cancelar
ru: ESC Отмена
sv: ESC Avbryter

source: [ENTER]
ru: [ВВОД]
sv: [RETUR]

source: <about Minimum Profit>
de: <Über Minimum Profit>
es: <Acerca de Minimum Profit>
ru: <о программе Minimum Profit>
sv: <om Minimum Profit>

source: Usage: mp [options] [file [file ...]] Options: -t|--tag [tag] Edits the file where tag is defined -w|--word-wrap [col] Sets wordwrapping in column col -ts|--tab-size [size] Sets tab size -ai|--autoindent Sets automatic indentation mode -l|--lang [lang] Language selection -m|--mode [mode] Syntax-hilight mode --col80 Marks column # 80 -bw|--monochrome Monochrome -tx|--text Use text mode (instead of GUI) -sp|--spellcheck Active spellchecking -h|--help This help screen -hw|--hardware-cursor Activates the use of hardware cursor --mouse Activate mouse usage for cursor positioning -nt|--no-transparent Disable transparent mode (eterm, aterm, etc.)
de: Aufruf: mp [Optionen] [Datei [Datei ...]] Optionen: -t|--tag [TAG] Bearbeite die Datei, in der TAG definiert ist -w|--word-wrap [SPALTE] Setze Zeilenumbruch auf Spalte SPALTE -ts|--tab-size [BREITE] Setze Tabulatorbreite auf BREITE -ai|--autoindent Automatisches Einrücken aktivieren -l|--lang [SPRACHE] Sprache auswählen (de, en, es, it oder nl) -m|--mode [mode] Modus für die Syntax-Hervorhebung (s.u.) --col80 Markiere Spalte 80 -bw|--monochrome Monochrom -tx|--text Textmodus aktivieren (anstatt GUI) -h|--help Diese Hilfe -hw|--hardware-cursor Hardwarekursor aktivieren --mouse Kursorpositionierung mit Maus aktivieren -nt|--no-transparent Transparenz deaktivieren (eterm, aterm, usw.) Modi für die Syntax-Hervorhebung:
es: Uso: mp [opciones] [fichero [fichero ...]] Opciones: -t|--tag [tag] Edita el fichero donde está definido tag -w|--word-wrap [col] Activa el wordwrapping en la columna col -ts|--tab-size [size] Define el tamaño del tabulador a size -ai|--autoindent Activa el modo de indentación automática -l|--lang [lang] Selección de idioma -m|--mode [modo] Modo de syntax-hilight --col80 Marca la columna 80 -bw|--monochrome Monocromo -tx|--text Usar modo texto (en lugar de GUI) -sp|--spellcheck Activar comprobración ortográfica -h|--help Esta pantalla de ayuda -hw|--hardware-cursor Activa el uso del cursor hardware --mouse Activa el uso del ratón para posicionamiento -nt|--no-transparent Desactiva el modo transparente (eterm, aterm, etc.)
ru: Использование: mp [КЛЮЧИ] [ФАЙЛ [ФАЙЛ ...]] Параметры: -t, --tag [tag] Редактировать фаил, содержащий определение тэга [tag] -w, --word-wrap [col] Установить перенос строк в столбце [col] -ts, --tab-size [size] Установить ширину табуляции [size] -ai, --autoindent Включить режим автоматических отступов -l, --lang [lang] Выбрать язык [lang] -m, --mode [mode] Режим подсветки синтаксиса [mode] --col80 Обозначить столбец N80 -bw, --monochrome Монохромный режим -tx, --text Использовать текстовый режим (вместо GUI) -sp, --spellcheck Включить проверку правописания -h, --help Показать это справочное сообщение -hw, --hardware-cursor Включить использование аппаратного курсора --mouse Включить использование мыши для позиционирования курсора -nt, --no-transparent Отключить прозрачный режим (eterm, aterm, и.т.п.)
sv: Användning: mp [alternativ] [fil [fil ...]] Alternativ: -t|--tag [tagg] Redigerar filen där taggen är definerad -w|--word-wrap [kolumn] Radbryt vid kolumn -ts|--tab-size [storlek] Anger tabbstorlek -ai|--autoindent Använd automatisk indentering -l|--lang [språk] Välj språk -m|--mode [läge] Syntax-highlight läge --col80 Markera kolumn # 80 -bw|--monochrome Monokrom -tx|--text Använd textläge (istället för grafiskt användargränssnitt) -sp|--spellcheck Aktivera rättstavning -h|--help Denna hjälpskärm -hw|--hardware-cursor Använd hårdvarumarkör --mouse Använd musen för markörförflyttning -nt|--no-transparent Avaktivera transparent läge (eterm, aterm, etc.)

source: Yes
de: Ja
es: Sí
ru: Да
sv: Ja

source: No
de: Nein
ru: Нет
sv: Nej

source: OK
de: Übernehmen
ru: ОК

source: Cancel
de: Abbrechen
es: Cancelar
ru: Отмена
sv: Avbryt

source: No usable video driver found.
de: Fehler: Kein brauchbarer Video-Treiber gefunden!
es: No se ha encontrado ningún driver de vídeo utilizable.
ru: Не найдено ни одного рабочего видео драйвера.
sv: Ingen användbar videodrivrutin hittades.

source: Bad mode.
de: Fehler: Ungültiger Modus!
es: Modo incorrecto.
ru: Плохой режим.
sv: Felaktigt läge.

source: <help about '%s'>
de: <Hilfe zu '%s'>
es: <ayuda sobre '%s'>
ru: <справка о '%s'>
sv: <hjälp om '%s'>

source: No help for '%s'
de: Keine Hilfe zu '%s'
es: No hay ayuda sobre '%s'
ru: Нет справки о '%s'
sv: Ingen hjälp för '%s'

source: Usage: mp [options] [file [file ...]] Options: -t|--tag [tag] Edits the file where tag is defined -w|--word-wrap [col] Sets wordwrapping in column col -ts|--tab-size [size] Sets tab size -ai|--autoindent Sets automatic indentation mode -l|--lang [lang] Language selection -m|--mode [mode] Syntax-hilight mode --col80 Marks column # 80 -bw|--monochrome Monochrome -tx|--text Use text mode (instead of GUI) -h|--help This help screen -hw|--hardware-cursor Activates the use of hardware cursor --mouse Activate mouse usage for cursor positioning -nt|--no-transparent Disable transparent mode (eterm, aterm, etc.)
ru: Использование: mp [КЛЮЧИ] [ФАЙЛ [ФАЙЛ ...]] Параметры: -t, --tag [tag] Редактировать фаил, содержащий определение тэга [tag] -w, --word-wrap [col] Установить перенос строк в столбце [col] -ts, --tab-size [size] Установить ширину табуляции [size] -ai, --autoindent Включить режим автоматических отступов -l, --lang [lang] Выбрать язык [lang] -m, --mode [mode] Режим подсветки синтаксиса [mode] --col80 Пометить столбец N80 -bw, --monochrome Монохромный режим -tx, --text Использовать текстовый режим (вместо GUI) -h, --help Показать это справочное сообщение -hw, --hardware-cursor Включить использование аппаратного курсора --mouse Включить использование мыши для позиционирования курсора -nt, --no-transparent Отключить прозрачный режим (eterm, aterm, и.т.п.)
sv: Användning: mp [alternativ] [fil [fil ...]] Alternativ: -t|--tag [tagg] Redigerar filen där taggen är definerad -w|--word-wrap [kolumn] Radbryt vid kolumn -ts|--tab-size [storlek] Anger tabbstorlek -ai|--autoindent Använd automatisk indentering -l|--lang [lang] Välj språk -m|--mode [läge] Syntax-highlight läge --col80 Markera kolumn # 80 -bw|--monochrome Monokrom -tx|--text Använd textläge (istället för grafiskt användargränssnitt) -sp|--spellcheck Aktivera rättstavning -h|--help Denna hjälpskärm -hw|--hardware-cursor Använd hårdvarumarkör --mouse Använd musen för markörförflyttning -nt|--no-transparent Avaktivera transparent läge (eterm, aterm, etc.)

source: Can't execute '%s'
de: Fehler: Ausführen von '%s' nicht möglich!
es: Imposible ejecutar '%s'
ru: Невозможно выполнить '%s'
sv: Kan inte exekvera '%s'

source: Spellchecking is only available under Unix systems.
de: Die Rechtschreibprüfung ist nur unter Unix-Systemen verfügbar.
es: La corrección ortográfica sólo está disponible en sistemas Unix.
ru: Проверка правописания доступна только для Unix систем.
sv: Rättstavning är bara tillgängligt under Unixsystem.

source: Decrement font size
de: Schrift kleiner
es: Disminuir tamaño del font
ru: Уменьшить размер шрифта
sv: Minska teckenstorlek

source: Mark spelling errors
de: Rechtschreibfehler markieren
es: Marcar errores ortográficos
ru: Помечать ошибки правописания
sv: Markera stavfel

source: Unmark block
de: Blockmarkierung aufheben
es: Desmarcar bloque
ru: Снять выделение с блока
sv: Avmarkera block

source: Increment font size
de: Schrift größer
es: Aumentar tamaño del font
ru: Увеличить размер шрифта
sv: Öka teckenstorlek

source: Toggle insert/overwrite
de: Einfügen/Überschreiben umschalten
es: Conmutar insertar/sobreescribir
ru: Переключить режим вставка/замена
sv: Växla infoga/skriv över

source: Use regular expressions
de: Reguläre Ausdrücke verwenden
es: Usar expresiones regulares
ru: Использовать регулярные выражения
sv: Använd reguljära uttryck

source: Case sensitive
de: Groß-/Kleinschreibung beachten
es: Distinguir mayúsculas
ru: Учитывать регистр
sv: Skiftlägeskänslig

source: Mark column #80
de: Markiere Spalte 80
es: Marcar columna nº 80
ru: Обозначить столбец N80
sv: Markera kolumn #80

source: Save LF as CR/LF
de: LF als CR/LF speichern
es: Guardar LF como CR/LF
ru: Сохранять LF как CR/LF
sv: Spara LF som CR/LF

source: Save tabs
de: Tabulatoren speichern
es: Guardar tabuladores
ru: Сохранять табуляцию
sv: Spara tabbtecken

source: Automatic indentation
de: Automatisches Einrücken
es: Indentación automática
ru: Автоматические отступы
sv: Automatisk indentering

source: Sort lines
de: Zeilen sortieren
es: Ordenar líneas
ru: Сортировать строки
sv: Sortera rader

source: Suspend application
de: Editor-Schlafmodus
es: Dejar en suspensión
ru: Приостановить приложение
sv: Suspendera applikation

source: Save modified texts
de: Alle geänderten Dateien speichern
es: Guardar textos modificados
ru: Сохранить измененные тексты
sv: Spara modifierade texter

source: Word wrap...
de: Zeilenumbruch...
ru: Перенос слов...
sv: Radbrytning...

source: Show clipboard
de: Zwischenablage zeigen
es: Mostrar portapapeles
ru: Показать буфер обмена
sv: Visa klippbord

source: Search next
de: Weitersuchen
es: Buscar siguiente
ru: Искать дальше
sv: Sök nästa

source: Password protect...
de: Passwortschutz...
es: Proteger con palabra clave...
ru: Защитить паролем...
sv: Lösenordsskydda...

source: Tab size...
de: Tabulatorbreite...
es: Tamaño del tabulador...
ru: Ширина табуляции...
sv: Tabbstorlek...

source: Show log
de: Log-Datei zeigen
es: Mostrar log
ru: Показать лог
sv: Visa logg

source: Break hardlinks on write
de: Hardlinks beim Speichern trennen
es: Romper hardlinks al escribir
ru: Разрушать жесткие ссылки при записи
sv: Bryt hårda länkar vid skrivning

source: Save as...
de: Speichern unter...
es: Guardar cómo...
ru: Сохранить как...
sv: Spara som...

source: Replace...
de: Ersetzen...
es: Reemplazar...
ru: Заменить...
sv: Ersätt...

source: Replace in all...
de: Ersetzen in allen Dokumenten...
es: Reemplazar en todos...
ru: Заменить везде...
sv: Ersätt i alla...

source: Save...
de: Speichern...
es: Guardar...
ru: Сохранить...
sv: Spara...

source: Record macro
de: Makro aufzeichnen ein/aus
es: Grabar macro
ru: Записать макрос
sv: Spela in makro

source: Reformat paragraph with word wrapping
de: Abschnitt neu formatieren
es: Reformatear párrafo con word wrapping
ru: Форматировать параграф с переносом строк
sv: Formatera om paragraf med radbrytningar

source: Paste block
de: Block einfügen
es: Pegar bloque
ru: Вставить блок
sv: Klistra in block

source: Play macro
de: Makro ausführen
es: Ejecutar macro
ru: Воспроизвести макрос
sv: Spela makro

source: Previous
de: Vorheriges Dokument fokusieren
es: Anterior
ru: Предыдущий
sv: Föregående

source: Reopen...
de: Erneut öffnen...
es: Reabrir...
ru: Открыть еще раз...
sv: Öppna om...

source: Next
de: Nächstes Dokument fokusieren
es: Siguiente
ru: Следующий
sv: Nästa

source: Open...
de: Öffnen...
es: Abrir...
ru: Открыть...
sv: Öppna...

source: Word left
de: Wort nach links
es: Palabra a la izquierda
ru: Следующее слово
sv: Ord vänster

source: Word right
de: Wort nach rechts
es: Palabra a la derecha
ru: Предыдущее слово
sv: Ord höger

source: New
de: Neu
es: Nuevo
ru: Создать
sv: Ny

source: Line up
de: Zeile nach oben
es: Línea arriba
ru: Предыдуюая строка
sv: Rad upp

source: Page down
de: Seite nach unten
es: Página abajo
ru: Следующая страница
sv: Sida ner

source: Page up
de: Seite nach oben
es: Página arriba
ru: Предыдущая страница
sv: Sida upp

source: Move to previous instance of current char
de: Zum vorherigen Vorkommen des aktuellen Buchstabens
es: Mover a la anterior ocurrencia del carácter actual
ru: Перейти назад к такому же символу
sv: Flytta till föregående förekomst av aktuellt tecken

source: Character right
de: Buchstabe nach rechts
es: Carácter a la derecha
ru: Следующий символ
sv: Tecken höger

source: Open file under cursor
de: Datei über dem Kursor öffnen
es: Abrir fichero bajo el cursor
ru: Открыть файл под курсором
sv: Öppna fil vid markör

source: Search text...
de: Suchen...
es: Buscar texto...
ru: Искать текст...
sv: Sök text...

source: Move to next instance of current char
de: Zum nächsten Vorkommen des aktuellen Buchstabens
es: Mover a la siguiente ocurrencia del carácter actual
ru: Перейти вперед к такому же символу
sv: Flytta till nästa förekomst av aktuellt tecken

source: End of document
de: Zum Ende des Dokumentes
es: Fin del documento
ru: Конец документа
sv: Slut av dokument

source: End of line
de: Zum Ende der Zeile
es: Fin de la línea
ru: Конец строки
sv: Radslut

source: Character left
de: Buchstabe nach links
es: Carácter a la izquierda
ru: Предыдущий символ
sv: Tecken vänster

source: Beginning of document
de: Zum Anfang des Dokumentes
es: Principio del documento
ru: Начало документа
sv: Början på dokument

source: Beginning of line
de: Zum Anfang der Zeile
es: Principio de la línea
ru: Начало строки
sv: Början av rad

source: Select last succesful search
de: Letzte erfolgreiche Suche markieren
es: Seleccionar la última búsqueda con éxito
ru: Показать последний успешный поиск
sv: Välj sista lyckade sökning

source: Menu
de: Menü
es: Menú
ru: Меню
sv: Meny

source: Position cursor with mouse
de: Kursor mit der Maus positionieren
es: Posicionar el cursor con el ratón
ru: Перемещение курсора мышью
sv: Positionera markör med musen

source: Line down
de: Zeile nach unten
es: Línea abajo
ru: Следующая строка
sv: Rad ner

source: Help on keys
de: Tastenkürzel-Editorfunktionen
es: Ayuda sobre teclas
ru: Справка о клавишах
sv: Hjälp om tangenter

source: Join current line to one above
de: Aktuelle Zeile mit der vorherigen verbinden
es: Unir la línea actual con la superior
ru: Объединить текущую строку с предыдущей
sv: Sammanfoga aktuell rad med raden ovanför

source: Join current line to one below
de: Aktuelle Zeile mit der nachfolgenden verbinden
es: Unir la línea actual con la inferior
ru: Объединить текущую строку со следующей
sv: Sammanfoga aktuell rad med raden nedanför

source: Jump to matching bracket
de: Zur zugehörigen Klammer
es: Saltar al paréntesis, llave ó corchete que coincida
ru: Перейти на соответствующюю скобку
sv: Hoppa till matchande parentes

source: Insert new line below cursor
de: Zeile unter dem Kursor einfügen
es: Insertar nueva línea debajo del cursor
ru: Вставить новую строку от курсора
sv: Infoga ny rad under nedanför markören

source: Insert tab
de: Tabulator einfügen
es: Insertar tabulador
ru: Вставить символ табуляции
sv: Infoga tabbtecken

source: Help for word under cursor
de: Hilfe zum Wort über dem Kursor
es: Ayuda para la palabra en el cursor
ru: Справка о слове под курсором
sv: Hjälp om ord vid markören

source: Insert line
de: Zeile an der Kursorposition einfügen
es: Insertar línea
ru: Вставить строку
sv: Infoga rad

source: Insert new line above cursor
de: Zeile über dem Kursor einfügen
es: Insertar nueva línea encima del cursor
ru: Вставить новую строку над курсором
sv: Infoga ny rad ovanför markören

source: Insert template...
de: Vorlage einfügen...
es: Insertar molde...
ru: Вставить шаблон...
sv: Infoga mall...

source: Mark beginning/end of block
de: Bockanfang/-ende markieren
es: Marcar principio/fin de bloque
ru: Пометить начало/конец блока
sv: Markera början/slutet av blocket

source: Go to line...
de: Gehe zu Zeile...
es: Ir a la línea...
ru: Перейти к строке...
sv: Gå till rad...

source: Search tag...
de: Tag suchen...
es: Buscar tag...
ru: Искать тэг...
sv: Sök tagg...

source: Flip letter case if A-Z or a-z
de: Groß- in Kleinbuchstabe und umgekehrt
es: Convertir carácter de mayúsculas a minúsculas o viceversa
ru: Заменить начертание буквы, если A-Z или a-z
sv: Växla gemener/versaler om A-Ö eller a-ö

source: Flip word case
de: Groß- in Kleinbuchstaben und umgekehrt (Wort)
es: Convertir palabra de mayúsculas a minúsculas o viceversa
ru: Заменить начертание слова
sv: Växla skiftläge

source: Run system command...
de: System-Kommando ausführen
es: Ejecutar comando del sistema...
ru: Выполнить системную команду...
sv: Kör systemkommando...

source: Execute editor function...
de: Editorfunktion ausführen...
es: Ejecutar función del editor...
ru: Выполнить функцию редактора...
sv: Exekvera editorfunktion...

source: Document list
de: Liste der Dokumente
es: Lista de documentos
ru: Список документов
sv: Dokumentlista

source: Edit configuration file
de: Konfigurationsdatei bearbeiten
es: Editar fichero de configuración
ru: Редактировать конфигурационный файл
sv: Redigera konfigurationsfil

source: Edit templates file
de: Vorlagendatei bearbeiten
es: Editar fichero de moldes
ru: Редактировать файл шаблонов
sv: Redigera mallfil

source: Exit
de: Beenden
es: Salir
ru: Выход
sv: Avsluta

source: Delete whole word
de: Wort über dem Kursor löschen
es: Borrar la palabra completa
ru: Удалить слово целиком
sv: Radera hela ordet

source: Delete to the beginning of word
de: Löschen bis zum Anfang des Wortes
es: Borrar hasta el principio de la palabra
ru: Удалить до начала слова
sv: Radera till början av ordet

source: Delete char to the left of cursor
de: Zeichen links vom Kursor löschen
es: Borrar carácter a la izquierda del cursor
ru: Удалить символ слева от курсора
sv: Radera tecken till vänster om markören

source: Delete line
de: Zeile löschen
es: Borrar línea
ru: Удалить строку
sv: Radera rad

source: Delete all whitespace after cursor
de: Leerzeichen bis zum nächsten Wort entfernen
es: Borrar todos los blancos tras el cursor
ru: Удалить все пробелы после курсора
sv: Radera alla blanktecken efter markören

source: Copy block
de: Block kopieren
es: Copiar bloque
ru: Копировать блок
sv: Kopiera block

source: Cut block
de: Block ausschneiden+kopieren
es: Cortar bloque
ru: Вырезать блок
sv: Klipp ut block

source: About...
de: Über...
es: Acerca de...
ru: О программе...
sv: Om...

source: Close
de: Schließen
es: Cerrar
ru: Закрыть
sv: Stäng

source: Complete tag...
de: Tag vervollständigen...
es: Completar tag...
ru: Дополнить тэг...
sv: Komplettera tagg...

source: Delete char over cursor
de: Zeichen über dem Kursor löschen
es: Borrar carácter sobre el cursor
ru: Удалить символ под курсором
sv: Radera tecken ovanför markören
